[
  {
    "text": "I would even add meditation sessions, outdoor activities, teaching & learning etc. It would all have to be on a voluntary basis, but everyone here has a skill or a hobby they would like to share with others in the company, I’m sure. It could even be grouped by topics such as \"work productivity methods\", sharing how we each organize our work or can be more productive while still having fun at work, etc.",
    "tags": "#social"
  },
  {
    "text": "Platform to easily share your most recent achievements or current projects; ideally it has a commenting function for people to ask questions about it, for people from other teams to see how it might affect their daily work, or simply for others to know what’s going on around them.",
    "tags": "#communication"
  },
  {
    "text": "It would be nice to know what projects we are working on. And also how far the development or progress of these projects are.",
    "tags": "#vision"
  },
  {
    "text": "Company-wide system of goals to work towards (mission, clear prioritization, etc.), so we can each feel better informed about where we’re supposed to be going and can be better judges of how we each can contribute towards those goals",
    "tags": "#vision"
  },
  {
    "text": "Make a roadmap with the possibility of writing comments to it, so everyone is part of the process.",
    "tags": "#vision"
  },
  {
    "text": "Build a company wiki with information about why we exist, what makes us special and where we want to be within the next 2 years. What's our mission/vision?\n",
    "tags": "#vision"
  },
  {
    "text": "Everyone has an accessible calendar, and any employee can book time on anyone's calendar.",
    "tags": "#communication"
  },
  {
    "text": "Establish online meetings once a month. Every employee will meet either online or in person one employee out of a different department.",
    "tags": "#social"
  },
  {
    "text": "Online game nights, quiz challenges or logic challenges.",
    "tags": "#social"
  },
  {
    "text": "Would be interesting what other people are successful with or even where they failed to pat them on the back and motivate them again.\n",
    "tags": "#productivity"
  },
  {
    "text": "It could even be grouped by topics such as \"work productivity methods\", sharing how we each organize our work or can be more productive while still having fun at work, etc.\n",
    "tags": "#productivity"
  },
  {
    "text": "Tool that would keep track of my time. Remind me when I should take breaks, to be more productive. So I can track how much time I spent for each task.",
    "tags": "#productivity"
  },
  {
    "text": "Shared idea board where bottom up features can come up, shared vision board.",
    "tags": "#vision"
  },
  {
  "text": "A tool which allows you to book tables in the office.\n",
  "tags": "#productivity"
  },
  {
    "text": "How to identify the right people that are working on a specific project.\n",
    "tags": "#productivity"
  }
]